Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The discovery is now being evaluated as part of the resource base for a potential expansion of the LNG plant on Melkøya.
nb: Funnet er nå under vurdering som en del av ressursgrunnlaget for en mulig utvidelse av LNG-anlegget på Melkøya.

source: The result of this well is considered positive as regards prospectivity in the area.
nb: Resultatet fra brønnen vurderes som positivt for prospektiviteten i området.

source: The well was not production tested, but extensive logging and sampling were carried out for further evaluation of the discovery.
nb: Brønnen ble ikke produksjonstestet, men det ble gjennomført omfattende logging og prøvetaking for videre evaluering av funnet.

source: The well is permanently plugged and abandoned.
nb: Brønnen er permanent plugget og forlatt.

source: Additional drilling is planned in the Snøhvit area in 2007/2008.
nb: Det planlegges videre boring i området rundt Snøhvit i 2007/2008.

source: Well 7122/6-2 was drilled using the Polar Pioneer drilling rig in 408 m of water.
nb: Brønn 7122/6-2 ble gjennomført med boreinnretningen Polar Pioneer på 408 m vanndyp.

source: The Polar Pioneer is taken over by ENI for drilling of well 7122/7- 4 on the Goliat discovery in production licence 229.
nb: Polar Pioneer er nå overtatt av ENI for boring av brønn 7122/7- 4 på Goliatfunnet i utvinningstillatelse 229.

source: The licensees in production licence 110B are: Statoil ASA (operator): 33.53 % Petoro AS: 30.00 % Total E&P Norge AS: 18.40 % Gaz de France Norge AS: 12.00 % Hess Norge AS: 3.26 % RWE Dea Norge AS: 2.81 %
nb: Rettighetshaverne i utvinningstillatelse 110B er: Statoil ASA (operatør): 33,53 % Petoro AS: 30,00 % Total E&P Norge AS: 18,40 % Gaz de France Norge AS: 12,00 % Hess Norge AS: 3,26 % RWE Dea Norge AS: 2,81 %

source: The production licence lies approximately 50 kilometres southeast of the Snøhvit field and approximately 85 kilometres northwest of Hammerfest.
nb: Utvinningstillatelsen ligger cirka 50 kilometer sørøst for Snøhvitfeltet og cirka 85 kilometer nordvest for Hammerfest.

source: Appraisal well 7122/7-4 S was drilled to a total subsea depth of 2,366 metre and was completed in rocks of early Triassic Age.
nb: Avgrensningsbrønnen 7122/7-4 S ble boret til et totalt dyp på 2366 meter under havoverflaten og avsluttet i bergarter av tidlig trias alder.

source: The purpose of the well was to prove a deeper oil/water contact in the reservoir in the Realgrunnen sub-group of the late Triassic Age, and to prove a gas/oil contact in the Kobbe formation reservoir of mid-Triassic Age in the Goliat South structure.
nb: Målet for brønnen var å påvise en dypere olje/vann- kontakt i reservoaret i Realgrunn-undergruppen av sen trias alder og påvise en gass/olje-kontakt i reservoaret i Kobbe-formasjonen av midt trias alder på Goliat Sør-strukturen.

source: The oil/water contact was established in the Realgrunnen sub-group reservoir, and the gas/oil contact was proven in the Kobbe formation reservoir.
nb: Olje/vann-kontakten ble etablert i reservoaret i Realgrunnundergruppen, og gass/olje-kontakten ble påvist i reservoaret i Kobbeformasjonen.

source: In addition, a deeper oil column was encountered in sandstone in the Klappmys formation of the early Triassic Age.
nb: I tillegg ble det påtruffet en dypere oljekolonne i sandsteiner i Klappmysformasjonen av tidlig trias alder.

source: The results from the well are now being assessed as part of the resource base for a possible development of the Goliat discovery.
nb: Resultatene av brønnen er nå under vurdering som en del av ressursgrunnlaget for en mulig utbygging av Goliatfunnet.

source: The well also indicated that the share of gas has increased, and this will be assessed in terms of choosing a possible development concept.
nb: Brønnen viste også at andelen gass har økt, og dette vil nå bli vurdert med hensyn til valg av mulig utbyggingsløsning.

source: The discovery in the deeper formations is also considered positive, as no petroleum potential has been proven in this part of the Hammerfest basin.
nb: Funnet i de dypere formasjonene vurderes også som positivt ettersom det ikke er påvist et petroleumspotensial i denne delen av Hammerfestbassenget.

source: A new type of production test (injection test) was carried out in the Kobbe formation in order to determine the production properties of the reservoir.
nb: Det ble gjennomført en ny type produksjonstest (injeksjonstest) i Kobbeformasjonen for å bestemme produksjonsegenskapene i reservoaret.

source: Drilling of appraisal well 7122/7-4 S was carried out with the drilling facility Polar Pioneer at a water depth of 372 meter.
nb: Avgrensningsbrønn 7122/7-4 S ble gjennomført med boreinnretningen Polar Pioneer på 372 meters vanndyp.

source: Polar Pioneer will now drill exploration well 7122/7-5 in the Goliat West structure in production license 229.
nb: Polar Pioneer skal nå bore undersøkelsesbrønn 7122/7-5 på Goliat Vest- strukturen i utvinningstillatelse 229.

source: The purpose of this the well is to test the hydrocarbon potential in reservoirs of the early to late Triassic Ages.
nb: Målet med denne brønnen er å teste hydrokarbonpotensialet i reservoarer av sen trias til tidlig trias alder.

source: The licensees in production license 229 are: Eni Norge AS (operator): 65 % Statoil ASA: 20 % Det norske oljeselskap AS: 15 %
nb: Rettighetshaverne i utvinningstillatelse 229 er: Eni Norge AS (operatør): 65 % Statoil ASA: 20 % Det norske oljeselskap AS: 15 %

source: During the operation, two wellbores were drilled, 7227/11-1 S and 7227/11-1 A.
nb: Under operasjonen ble det boret to brønnbaner, 7227/11-1 S og 7227/11-1 A.

source: The objective of the well was to explore the oil and gas potential in late Triassic sandstone in a prospect called "Uranus".
nb: Målet for brønnen var å undersøke potensialet for olje og gass i sandsteiner av sen trias alder i et prospekt kalt "Uranus".

source: The prospect lies in the North Cape basin, 25 kilometres from a minor oil and gas discovery, 7228/7-, made in 2001.
nb: Prospektet ligger i Nordkappbassenget 25 km fra et mindre olje- og gassfunn, 7228/7-1, som ble gjort i 2001.

source: 7227/11-1 S was drilled to a total depth of 2590 metres (2269 metres below sea level).
nb: 7227/11-1 S ble boret til et totalt dyp av 2590 m (2269 m under havnivå).

source: 7227/11-1 A was drilled to a total depth of 3446 metres (3172 metres below sea level) in early Permian rock.
nb: 7227/11-1 A ble boret til et totalt dyp av 3446 m (3172 m under havnivå) i bergarter av tidlig perm alder.

source: There were indications of hydrocarbons in the well, but not in combination with effective reservoir rock.
nb: Det var indikasjoner på hydrokarboner i brønnen, men ikke i kombinasjon med effektiv reservoarbergart.

source: The well was drilled in a geologically complex area, which poses major challenges in achieving correct imagery of the subsurface using seismic data.
nb: Brønnen er boret i et geologisk komplisert område hvor det er en stor utfordring å få en korrekt avbildning av undergrunnen med seismiske data.

source: The expected reservoir rock was not found in the well, but is assumed present in the area.
nb: Forventet reservoarbergart ble ikke påvist i denne brønnen, men er likevel antatt å være til stede i området.

source: The information from the well will be used in further exploration of the area.
nb: Informasjonen fra brønnen vil bli brukt i den videre utforskingen av området.

source: The operation was conducted without accidental discharges and according to the zero discharge principle for the Barents Sea.
nb: Operasjonen ble gjennomført uten uhellsutslipp og i henhold til nullutslippskravet for Barentshavet.

source: Eirik Raude will be moved to the Norwegian Sea to drill well 6403/6-1 in production license 322.
nb: Eirik Raude vil bli flyttet til Norskehavet for å bore brønn 6403/6-1 i utvinningstillatelse 322.

source: The licensees in production license 202 are: Statoil ASA (operator) 70% Norsk Hydro Produksjon AS 30%
nb: Rettighetshaverne i utvinningstillatelse 202 er: Statoil ASA (operatør) 70% Norsk Hydro Produksjon AS 30%

source: The appraisal well 7/8-5 S was drilled 2 km southeast of the 7/8-3 Krabbe discovery well in sandstones of Jurassic age.
nb: Avgrensningsbrønn 7/8-5 S ble boret 2 kilometer sørøst for funnbrønnen 7/8-3 Krabbe i jura bergart.

source: The objective of the well was to appraise the size of the discovery in exploration well 7/8-3.
nb: Formålet med brønnen var å avgrense størrelsen på funnet.

source: The well was drilled in 81 metres of water to a total depth of 4,168 metres below the rotary table.
nb: Brønnen blir boret på 81 meters vanndyp, og totaldybden var 4168 meter.

source: The Mime Field , which was operated by Hydro, was closed down in 1993.
nb: Produksjonen på Mime, der Hydro var operatør, ble avsluttet i 1993.

source: Mime is located in the southern part of the Norwegian North Sea, west of the Ula-Gyda area.
nb: Mime ligger i sørlige Nordsjø, vest for Ula-Gydaområdet.

source: The licensees in PL 301 are: Talisman Energy Norge AS (operator) 60,00% DONG Norge AS 40,00%
nb: Rettighetshavere i utvinningstillatelse 301 er: Talisman Energy Norge AS (operatør) 60,00% DONG Norge AS 40,00%

source: This was the first exploration well in PL315, which covers blocks 8/6, 9/2, 9/3, 9/4, 9/5, 9/6 and 10/4, 10/7, 10/8, 10/9 and 11/7.
nb: Dette var den første undersøkjelsesbrønnen i utvinningsløyve 315 som dekkjer blokkane 8/6, 9/2,-3,-4,-5,-6 - likeins 10/4,-7,-8,-9 og 11/7.

source: The well's target was the Kogge prospect in the Permian Age.
nb: Målet for brønnen var Kogge - prospektet av perm alder.

source: The prospect was located about 100 km southwest of Egersund in the southern part of the North Sea.
nb: Prospektet vart lokalisert om lag 100 km sørvest av Egersund i sørlege del av Nordsjøen.

source: Exploration well 9/4-5 was drilled in 77 meters of water to a total depth of 5837 meters into rocks from the Late Paleozoic Age.
nb: Undersøkjelsesbrønn 9/4-5 vart bora på 77 meters vanndjubde til et totalt djup av 5837 meter inn i bergartar av sein-paleozoisk alder.

source: This is the deepest well ever drilled on the Norwegian shelf.
nb: Dette er den djupaste brønnen som er bora på norsk sokkel så langt.

source: The well was dry, and has now been permanently plugged and abandoned.
nb: Brønnen var tørr og er nå permanent plugga og forlaten.

source: The well tested a new geological model with significant potential, but low likelihood of discovery in a previously unexplored area.
nb: Brønnen testa ein ny geologisk modell med eit stort potensiale, men med lav funnsannsynlegheit i eit nytt område som ikkje har vore utforska tidligare.

source: Although the well was dry, it has provided valuable information that will be important in the continued exploration of this part of the North Sea.
nb: Sjølv om brønnen var tørr har den gjeve verdifull informasjon som vil være viktig for den vidare utforskning i denne delen av Nordsjøen.

source: The production licence is located about 85 km northwest of Hammerfest and about 50 km southeast of the Snøhvit field.
nb: Utvinningstillatelsen ligger cirka 85 kilometer nordvest for Hammerfest og cirka 50 kilometer sørøst for Snøhvitfeltet.

source: The drilling activity was carried out with the drilling facility Eirik Raude at a sea depth of 343 metres.
nb: Boringen ble gjennomført med boreinnretningen Eirik Raude på 343 meters vanndyp.

source: Exploration well 7122/7-3 was drilled to a total depth of 2701 metres below sea level and ended in Permian chalk rocks.
nb: Brønn 7122/7-3 ble boret til et total dyp på 2701 meter under havnivå og avsluttet i kalksteinsbergarter av perm alder.

source: In addition, oil was proven in the Snadd formation of the same Age, as well as an oil column in the Kobbe formation, from the Middle Triassic Age.
nb: I tillegg ble det også påvist olje i Snaddformasjonen av samme alder og en oljekolonne i Kobbe formasjonen av midtre trias alder.

source: The discovery in the deeper formations is seen as highly positive, because it proves a previously unconfirmed petroleum potential in this part of the Hammerfest basin.
nb: Funnet i de dypere formasjonene vurderes som svært positivt ettersom det påviser et petroleumspotensial som tidligere ikke er bekreftet i denne delen av Hammerfestbassenget.

source: The discovery might be of great significance for future exploration of adjacent areas of the Barents Sea.
nb: Funnet vil kunne få stor betydning for framtidig utforskning i tilstøtende deler av Barentshavet.

source: The well was not production tested, but extensive logging and core sampling have been carried out for further evaluation.
nb: Brønnen ble ikke produksjonstestet, men det er gjennomført omfattende logging og kjernetaking for videre evaluering.

source: More drilling is planned in the production licence during 2006.
nb: Det planlegges videre boring i utvinningstillatelsen i 2006.

source: Statoil will take over the drilling facility Eirik Raude, and is going to drill exploration well 7227/11-1 S on the Uranus structure in production licence 202.
nb: Boreinnretningen Eirik Raude vil bli overtatt av Statoil for å bore undersøkelsesbrønn 7227/11-1 S på Uranusstrukturen i utvinningstillatelse 202.

source: The licensees in production licence 229 are:
nb: Rettighetshaverne i utvinningstillatelse 229 er:

source: Eni Norge (operator) 65 % Statoil 20 % DNO 15 %
nb: Eni Norge (operatør) 65 prosent Statoil 20 prosent DNO 15 prosent

source: The target for the well was a sandstone prospect from the Early Tertiary, called "Hummer".
nb: Målet for brønnen var et sandsteinsprospekt av tidlig tertiær alder, kalt "Hummer".

source: The prospect is situated just north of the Blane discovery in the North Sea.
nb: Prospektet var lokalisert like nord for Blane-funnet i Nordsjøen.

source: Exploration well 1/2-2 was drilled to a total depth of 3434 metres into rocks from the Late Cretaceous Age.
nb: Undersøkelsesbrønn 1/2-2 ble boret til et totalt dyp av 3434 meter inn i bergarter av sen kritt alder.

source: The drilling activity showed indications of hydrocarbons from about 3145 m below the sea surface in Early Tertiary sandstone.
nb: Boringen ga indikasjoner på hydrokarboner fra om lag 3145 m under havoverflaten i tidlig tertiære sandsteiner.

source: The operator has implemented a program to collect data that will be used as a basis for further analysis to clarify the remaining potential in the production licence.
nb: Operatøren har gjennomført et datainnsamlingsprogram som vil bli lagt til grunn for videre analyser for å avklare gjenværende potensiale i utvinningstillatelsen.

source: The licensees in PL 143 CS are:
nb: Rettighetshavere i utvinningstillatelse 143 CS er:

source: Paladin Resources Norge AS 45% Det Norske Oljeselskap AS 35% BG Norge AS 20%
nb: Paladin Resources Norge AS - 45 prosent Det Norske Oljeselskap AS - 35 prosent BG Norge AS - 20 prosent

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel +47 51 87 61 00
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf 51 87 61 00

source: The purpose of the well was to estimate the thickness of the oil and gas column in the western part of the Snøhvit field, as well as to investigate whether the oil column is located in a zone with sufficiently good reservoir characteristics to make oil production possible.
nb: Hensikten med brønnen var å estimere tykkelsen på olje- og gasskolonnen i den vestlige delen av Snøhvitfeltet, samt å undersøke om oljekolonnen er plassert i en sone med tilstrekkelig gode reservoaregenskaper for en mulig oljeutvinning.

source: The well proved an oil and gas column from the Early/Middle Jurassic.
nb: Brønnen påviste en olje- og gasskolonne fra tidligjura/mellomjura.

source: The well was not formation tested, but comprehensive data collection and test sampling have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: These data will now be analysed as regards reservoir characteristics, thickness of the oil and gas column and possible production of oil from the Snøhvit field.
nb: Disse dataene vil nå bli analysert med tanke på reservoaregenskaper, tykkelse på olje- og gasskolonnen og mulig produksjon av olje fra Snøhvitfeltet.

source: Results of the analyses will be ready in a few weeks.
nb: Resultater av analysene vil foreligge i løpet av noen uker.

source: The well was drilled as an appraisal well and temporarily plugged for potential later use for injection of formation water or CO2.
nb: Brønnen er boret som en avgrensningsbrønn som midlertidig er plugget for senere mulig bruk til injeksjon av formasjonsvann eller CO2.

source: Well 7120/6-2 S was drilled to a vertical depth of 3011.8 metres below the surface of the sea and ended in Late Triassic rocks.
nb: Brønnen 7120/6-2 S ble boret til et totalt vertikalt dyp på 3011,8 m under havoverflaten og avsluttet i bergarter fra sentrias.

source: Well 7120/6-2 S was drilled with the drilling facility Polar Pioneer at a water depth of 321 metres.
nb: Brønn 7120/6-2 S ble gjennomført med boreinnretningen Polar Pioneer på 321 meters vanndyp.

source: Polar Pioneer will now drill wildcat well 11/5-1 in production licence 317 in the North Sea.
nb: Polar Pioneer skal nå bore undersøkelsesbrønn 11/5-1 i utvinningstillatelse 317 i Nordsjøen.

source: The licensees in Snøhvit Unit are:
nb: Rettighetshaverne i Snøhvit Unit er:

source: Statoil ASA (operator):
nb: Statoil ASA (operatør):

source: In a press release issued in January 2006, the NPD indicated a range of uncertainty of 10-50 billion Sm3 recoverable gas for the discovery.
nb: OD antydet i pressemelding fra januar 2006 et usikkerhetsspenn på 10-50 mrd Sm3 utvinnbar gass for funnet.

source: The objective of appraisal well 6406/9-2 was to delimit the discovery.
nb: Målet for avgrensingsbrønnen 6406/9-2 var å avgrense funnet.

source: The well encountered gas/water contacts in Middle to Lower Jurassic rocks, thus confirming the northerly extent of the discovery.
nb: Brønnen påtraff gass/vann - kontakter i midtre til nedre jura reservoarbergarter og bekreftet dermed en nordlig utstrekning av funnet.

source: The NPD's preliminary assessment is that the size of the discovery is probably in the upper half of the uncertainty range.
nb: ODs foreløpige vurdering er at størrelsen på funnet nå ligger i den øvre halvdelen av usikkerhetsspennet.

source: The well was not formation tested, but extensive data collection and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The collected data will be analysed to enhance the estimated size and production characteristics of the discovery.
nb: De innsamlede dataene vil bli analysert for bedre å kunne anslå størrelsen og produksjonsegenskapene på funnet.

source: The appraisal well was drilled to a total depth of 5330 metres below sea level, and was concluded in the Åre formation of the Lower Jurassic Age.
nb: Avgrensingsbrønnen ble boret til en total dybde på 5330 meter under havnivå og ble avsluttet i Åreformasjonen i nedre jura.

source: The water depth was 299 metres.
nb: Havdypet var 299 meter.

source: The well was drilled by the semi-submersible drilling facility West Alpha, which will now proceed to the Kristin field in the Norwegian Sea to drill production well 6506/11-N-2 H.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen West Alpha som nå skal til Kristinfeltet i Norskehavet for å bore produksjonsbrønnen 6506/11-N-2 H.

source: The licensees in production licence 255 are:
nb: Rettighetshavere i utvinningstillatelse 255 er:

source: A/S Norske Shell (operator):
nb: A/S Norske Shell (operatør):

source: Contact in the NPD: Eldbjørg Vaage Melberg, tel. no.
nb: Kontakt i OD: Eldbjørg Vaage Melberg, tlf.

source: The wells are located approx. 7 km north of Sleipner and approx. 3 km east of the 15/5-1 Dagny discovery.
nb: Brønnene ligger om lag sju kilometer nord for Sleipner og cirka tre kilometer øst for funnet 15/5-1 Dagny.

source: The 15/6-9 S discovery contains light oil in reservoir rocks from the Middle Jurassic (see NPD Press Release 17 dated 29 May 2007).
nb: Funnet 15/6-9 S inneholder lett olje i reservoarbergarter fra mellomjura (ODs pressemelding 17 29.5.2007).

source: Two sidetrack wells, 15/6-9 A and 15/6-9 B, were drilled to delimit the discovery.
nb: To brønner 15/6-9 A og 15/6-9 B er sidestegsboret for å avgrense funnet.

source: 15/6-9 A encountered gas/condensate in the top of the structure, while 15/6-9 B encountered oil further down in the structure.
nb: 15/6-9 A påtraff gass/kondensat i toppen av strukturen, mens 15/6-9 B påtraff olje lengre nede på strukturen.

source: The appraisal wells show that the size of the discovery is probably within the range of uncertainty, 8 - 12 million Sm3 recoverable oil equivalents, of which about half are gas/condensate and half are oil.
nb: Avgrensningsbrønnene viser at størrelsen på funnet trolig er innenfor usikkerhetsspennet 8-12 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter, om lag halvparten er gass/kondensat og er halvparten olje.

source: The wells were not formation-tested, but extensive data collection and sampling were conducted.
nb: Brønnene er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees will consider producing the discovery by means of tie-in to Sleipner, Volve or Gudrun.
nb: Rettighetshaverne vil vurdere å produsere funnet med tilknytning til Sleipner, Volve eller Gudrun.

source: These are the second and third exploration wells in production licence 303.
nb: Dette er den andre og tredje letebrønnen i utvinningstillatelse 303.

source: The licence was awarded in APA 2003 (Awards in Predefined Areas in 2003).
nb: Tillatelsen ble tildelt i TFO 2003 (Tildeling i forhåndsdefinerte områder i 2003).

source: Appraisal wells 15/6-9 A and B were drilled by the West Epsilon drilling facility in 114 meters of water.
nb: Avgrensningsbrønnene 15/6-9 A og B, ble boret med boreinnretningen West Epsilon på 114 meters vanndyp.

source: The wells were drilled to respective total vertical depths of 3580 meters and 3870 meters below the sea surface.
nb: De ble boret til et vertikalt dyp på henholdsvis 3580 meter og 3870 meter under havoverflaten.

source: Both wells were concluded in the Skagerrak formation from the Late Triassic.
nb: Begge ble avsluttet i Skagerrakformasjonen fra sentrias.

source: The wells will now be permanently plugged and abandoned.
nb: Brønnene blir permanent plugget og forlatt.

source: The West Epsilon drilling facility will now drill wildcat well 16/2-3 in production licence 265.
nb: Boreinnretningen West Epsilon skal nå bore undersøkelsesbrønn 16/2-3 i utvinningstillatelse 265.

source: The licensee in production licence 303 is: Statoil ASA (operator) 100%
nb: Rettighetshaver i utvinningstillatelse 303 er Statoil ASA som eier 100 %.

source: Contact in the NPD: Eldbjørg Vaage Melberg, +47 51 87 61 00
nb: Kontakt i OD: Eldbjørg Vaage Melberg, 51 87 61 00

source: Wellbore 7/7-4 will be drilled from the drilling facility Mærsk Guardian.
nb: Brønnbane 7/7-4 skal bores fra boreinnretningen Mærsk Guardian.

source: The drilling program for wellbore 7/7- 4 applies to the drilling of a wildcat well.
nb: Boreprogrammet for brønnbane 7/7- 4 gjelder boring av en undersøkelsesbrønn.

source: BG Norge AS is the operator with a 52 per cent ownership interest.
nb: BG Norge AS er operatør med en eierandel på 52 prosent.
